<?xml version="1.0" encoding="unicode" standalone="yes"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>הזן שם כאן</displayName>
  <description>הזן תיאור כאן</description>
  <resources>
    <stringTable>
      <string id="Search">חפש</string>
      <string id="WindowsComponents">רכיבי Windows</string>
      <string id="VistaOnly">Microsoft Windows Vista ואילך</string>
      <string id="VistaOrRedist">Microsoft Windows Vista, או כל גירסה של Windows עם Windows Search 3.01 ואילך</string>
      <string id="RedistOnly">Microsoft Windows XP, או Windows Server 2003 עם Windows Search גירסה 3.01 ואילך</string>
      <string id="RedistOnly4OrLater">Microsoft Windows XP, או Windows Server 2003 עם Windows Search גירסה 4.0 ואילך</string>
      <string id="301OrLater">Microsoft Windows XP‏, Windows Server 2003 עם Windows Search גירסה 3.01, או כל גירסה של Microsoft Windows עם Windows Search 4.0 ואילך</string>
      <string id="301To4">Microsoft Windows XP‏, Windows Server 2003 עם Windows Search גירסה 3.01, או כל גירסה של Microsoft Windows עם Windows Search 4.0</string>
      <string id="4OrLater">כל גירסה של Microsoft Windows עם Windows Search 4.0 ואילך</string>
      <string id="VistaOr4">Microsoft Windows Vista, או כל גירסה של Windows עם Windows Search 4.0 ואילך</string>
      <string id="VistaWith4">Microsoft Windows Vista עם Windows Search 4.0 ואילך</string>
      <string id="AllowUsingDiacritics">אפשר את השימוש בסימני ניקוד</string>
      <string id="Win7Only">Microsoft Windows 7 ואילך</string>
      <string id="WS4Only">כל גירסה של Microsoft Windows עם Windows Search 4.0</string>
      <string id="ExplainAllowUsingDiacritics">הגדרת מדיניות זו מאפשרת התייחסות למילים המכילות תווים של סימני ניקוד כמילים נפרדות. אם תהפוך הגדרה זו לזמינה, מילים ששונות זו מזו רק בסימני ניקוד ייחשבו כמילים שונות. אם תהפוך הגדרה זו ללא זמינה, מילים ששונות זו מזו רק בסימני ניקוד ייחשבו כמילים זהות. תצורתה של הגדרת מדיניות זו אינה קבועה כברירת מחדל. אם לא תקבע את תצורתה של הגדרת מדיניות זו, ההגדרה המקומית שהוגדרה דרך לוח הבקרה תהיה בשימוש. ‏‏הערה: כברירת מחדל, הגדרת לוח הבקרה היא להתייחס למילים השונות זו מזו רק בסימני ניקוד כאל מילים זהות.</string>
      <string id="AutoIndexSharedFolders">מנה הוספה אוטומטית של תיקיות משותפות לאינדקס</string>
      <string id="ExplainAutoIndexSharedFolders">הפעל מדיניות זו כדי למנוע אפשרות ש- Windows Search יוסיף באופן אוטומטי תיקיות משותפות לאינדקס.  אם מדיניות זו מופעלת, Windows Search לא יוסיף באופן אוטומטי מיקומים משותפים שנוצרו במחשב לטווח של האינדקס.  אם המדיניות לא מוגדרת או מושבתת, Windows Search  יעקוב אחר התיקיות המשותפות או התיקיות שאינן משותפות במחשב ויוסיף או יסיר אותן באופן אוטומטי מהאינדקס.</string>
      <string id="FavoriteLocations">מנע הוספת מיקומים ספציפיים למשתמש לתפריט 'כל המיקומים'</string>
      <string id="ExplainFavoriteLocations">הגדרת מדיניות זו מאפשרת לך להפעיל או להשבית את אפשרויות ההוספה/הסרה של מיקום לתפריט 'כל המיקומים' וכן את כל המיקומים המוגדרים שנבחרו על-ידי משתמש.  כאשר מדיניות זו אינה מוגדרת, כברירת מחדל המשתמשים יכולים להוסיף ולהסיר מיקומים חדשים לתפריט המיקום. כאשר המדיניות מופעלת, אפשרויות ההוספה וההסרה של מיקומים וכל המיקומים שהוגדרו בעבר על-ידי משתמש לא יהיו גלויים.  כאשר המדיניות מושבתת, הן האפשרויות להוספה והסרה של מיקומים והן מיקומים שצוינו בעבר על-ידי משתמש יהיו גלויים.</string>
      <string id="PreventUsingAdvancedIndexingOptions">מנע הצגת אפשרויות מתקדמות ליצירת אינדקס בלוח הבקרה</string>
      <string id="ExplainPreventUsingAdvancedIndexingOptions">אם מדיניות זו זמינה, היישומון 'אפשרויות חיפוש ואינדקס' בלוח הבקרה לא מאפשר את פתיחת תיבת הדו-שיח 'אפשרויות מתקדמות'. אחרת אפשר לפתוח אותה. מדיניות זו מושבתת כברירת מחדל.</string>
      <string id="HideUNCTab">מנע הוספת מיקומי UNC לאינדקס מלוח הבקרה</string>
      <string id="ExplainHideUNCTab">הפעלת מדיניות זו מונעת את האפשרות שהמשתמשים יוסיפו מיקומי UNC לאינדקס מתוך אפשרויות החיפוש ויצירת האינדקס בלוח הבקרה.  כל מיקומי ה- UNC שכבר נוספו לאינדקס על-ידי המשתמש לא יוסרו.

כאשר המדיניות מושבתת או לא מוגדרת, המשתמשים יוכלו להוסיף מיקומי UNC לאינדקס.

מדיניות זו אינה משפיעה כאשר התוספת Files on Microsoft Networks לא מותקנת.

מדיניות זו מושבתת כברירת מחדל.</string>
      <string id="PreventModifyingIndexedLocations">מנע התאמה אישית של מיקומים הכלולים באינדקס בלוח הבקרה</string>
      <string id="ExplainPreventModifyingIndexedLocations">כאשר מדינית זו מופעלת, אפשרויות החיפוש ויצירת האינדקס בלוח הבקרה לא מאפשרות לפתוח את תיבת הדו-שיח 'שינוי מיקומים'. אחרת, ניתן לפתוח תיבת דו-שיח זו. אפשרות זו מושבתת כברירת מחדל.</string>
      <string id="AllowIndexingEncryptedStoresOrItems">אפשר יצירת אינדקס של קבצים מוצפנים</string>
      <string id="ExplainAllowIndexingEncryptedStoresOrItems">הגדרת מדיניות זו מאפשרת יצירת אינדקס של פריטים מוצפנים. אם תפעיל הגדרת מדיניות זו, שירות יצירת האינדקס ינסה להצפין וליצור אינדקס עבור התוכן (מגבלות גישה עדיין חלות). אם הגדרה זו לא זמינה, רכיבי שירות החיפוש (כולל אלה של ספקים חיצוניים) לא אמורים ליצור אינדקס של פריטים מוצפנים או מאגרים מוצפנים. תצורתה של הגדרת מדיניות זו אינה קבועה כברירת מחדל. אם לא תקבע את תצורתה של הגדרת מדיניות זו, ההגדרה המקומית שהוגדרה דרך לוח הבקרה תהיה בשימוש. ‏‏כברירת מחדל, הגדרת לוח הבקרה היא לא ליצור אינדקס של תוכן מוצפן.   

כאשר הגדרה זו מופעלת או מושבתת, האינדקס נבנה מחדש במלואו. 

יש להשתמש בהצפנה מלאה של אמצעי אחסון (כגון הצפנת כונן של BitLocker או פתרון שאינו של Microsoft) כדי שמיקום האינדקס ישמור על אבטחת הקבצים המוצפנים.</string>
      <string id="PreventIndexOnBattery">מנע יצירת אינדקס כאשר המחשב מופעל באמצעות סוללה כדי לחסוך אנרגיה</string>
      <string id="ExplainPreventIndexOnBattery">כאשר מדיניות זו מופעלת, בונה האינדקסים משהה את פעולתו בכל פעם שהמחשב פועל באמצעות סוללה. כאשר מדיניות זו מושבתת, יצירת האינדקס פועלת בהתאם להגדרות ברירת המחדל. כברירת מחדל, מדיניות זו מושבתת.</string>
      <string id="PreventRemoteQueries">מנע ביצוע שאילתות באינדקס על-ידי מחשבי לקוח מרוחקים</string>
      <string id="ExplainPreventRemoteQueries">כאשר מדיניות זו מופעלת, מחשבי לקוח לא יוכלו לבצע שאילתות מרחוק באינדקס של מחשב זה. לכן, כאשר מחשבים אלה יסיירו במיקומים משותפים ברשת, המאוחסנים במחשב זה, הם לא יבצעו בהם חיפוש באמצעות האינדקס. כאשר מדיניות זו מושבתת, בקשות החיפוש של מחשב הלקוח ישתמשו באינדקס של מחשב זה. כברירת מחדל, מדיניות זו מושבתת.</string>
      <string id="DisableBackoff">בטל השהיה של בונה האינדקס</string>
      <string id="ExplainDisableBackoff">כאשר מדיניות זו מופעלת, תכונת ההשהיה של בונה אינדקס החיפוש תושבת. יצירת האינדקס תמשיך בקצב מלא גם אם רמת הפעילות של המערכת גבוהה. כאשר מדיניות זו מושבתת, לוגיקת ההשהיה תשמש לוויסות פעילות יצירת האינדקס ברקע כאשר רמת הפעילות של המערכת גבוהה. כברירת מחדל, מדיניות זו מושבתת.</string>
      <string id="PreventIndexingOfflineFiles">מנע יצירת אינדקס מקבצים במטמון קבצים לא מקוונים</string>
      <string id="ExplainPreventIndexingOfflineFiles">אם מדיניות זו מופעלת, קבצים במיקומים משותפים ברשת הזמינים באופן לא מקוון לא יצורפו לאינדקס. אחרת, הם מצורפים לאינדקס. מדיניות זו מושבתת כברירת מחדל.</string>
      <string id="EnableIndexingUncachedExchangeFolders">אפשר יצירת אינדקס עבור תיקיות Exchange שאינן מאוחסנות במטמון</string>
      <string id="ExplainEnableIndexingUncachedExchangeFolders">הפעלת מדיניות זו מאפשרת לבנות אינדקס של פריטי דואר בשרת Microsoft Exchange כאשר Microsoft Outlook אינו פועל במצב מטמון. כברירת מחדל, בעת ביצוע חיפוש, תיקיות Exchange שאינן מאוחסנות במטמון לא נכללות באינדקס. הפיכת מדיניות זו ללא זמינה תחסום את יצירת האינדקס של תיקיות Exchange שאינן מאוחסנות במטמון. תיבות דואר של נציג מנוהלות בנפרד מתיבות דואר מקוונות. למדיניות "אפשר יצירת אינדקס עבור תיקיות Exchange שאינן מאוחסנות במטמון" אין השפעה על תיבות דואר של נציג. כדי להפסיק ליצור אינדקס של תיבות דואר מקוונות ותיבות דואר של נציג, עליך להשבית את שני פריטי המדיניות.</string>
      <string id="EnableIndexingDelegateMailboxes">אפשר יצירת אינדקס של תיבות דואר מקוונות של נציג</string>
      <string id="ExplainEnableIndexingDelegateMailboxes">הפעלת מדיניות זו מאפשרת ליצור אינדקס של פריטים עבור תיבות דואר מקוונות של נציג בשרת Microsoft Exchange. מדיניות זו משפיעה רק על תיבות דואר של נציג הפועלות באופן מקוון. Microsoft Outlook 2007 מאפשר למשתמשים לאחסן במטמון חלקים מתיבות דואר של נציג באופן מקומי (לדוגמה, אנשי קשר או לוח שנה). מדיניות זו לא תשפיע על חלקים של תיבת דואר של נציג המאוחסנים במטמון באופן מקומי. כדי שמדיניות זו תשפיע על כל החלקים של תיבת דואר של נציג, ודא כי עבור Microsoft Outlook 2007 אף חלק של תיבת הדואר של הנציג אינו מאוחסן במטמון באופן מקומי. כברירת מחדל, בעת ביצוע חיפוש, לא נוצר אינדקס עבור תיבות דואר מקוונות של נציג. השבתת מדיניות זו תחסום את האפשרות ליצור אינדקס של תיבות דואר מקוונות של נציג. תיבות דואר מקוונות של נציג מנוהלות בנפרד מתיבות דואר מקוונות. למדיניות "אפשר יצירת אינדקס עבור תיקיות Exchange שאינן מאוחסנות במטמון" אין השפעה על תיבות דואר מקוונות של נציג. כדי להפסיק ליצור אינדקס עבור תיבות דואר מקוונות ועבור תיבות דואר מקוונות של נציג, עליך להשבית את שני פריטי המדיניות.</string>
      <string id="EnableThrottlingOnlineMailboxes">אפשר ויסות עבור יצירת אינדקס לדואר מקוון</string>
      <string id="ExplainEnableThrottlingOnlineMailboxes">בעת שימוש ב- Microsoft Office Outlook במצב מקוון, באפשרותך להפעיל מדיניות זו כדי לקבוע באיזו מהירות יתבצע אינדקס לדואר המקוון בשרת Microsoft Exchange. ככל שתגדיר ערך נמוך יותר עבור מדיניות זו, כך הנטל על שרת Microsoft Exchange המתאים יהיה מועט יותר. ערך ברירת המחדל עבור מדיניות זו הוא 120 פריטים לדקה. כדי להקטין את הנטל המוטל על שרתי Microsoft Exchange, הורד את קצב הוספת הפריטים לאינדקס בדקה'. אם תשבית מדיניות זו, פריטי דואר מקוונים יתווספו לאינדקס במהירות שבה שרת Microsoft Exchange יכול לתמוך. אם תשאיר מדיניות זו ללא הגדרה, פריטי הדואר המקוון יתווספו לאינדקס במהירות של 120 פריטים לדקה. למדיניות זו אין השפעה על פריטי דואר בעת שימוש ב- Microsoft Office Outlook במצב מטמון.</string>
      <string id="LimitEnableThrottlingOnlineMailboxes">מספר פרטים לדקה</string>
      <string id="PreventIndexingOutlook">מנע יצירת אינדקס של Microsoft Office Outlook</string>
      <string id="ExplainPreventIndexingOutlook">הפעל מדיניות זו כדי למנוע יצירת אינדקס עבור פריטים כלשהם של Microsoft Outlook. ברירת המחדל היא להוסיף פריטי Outlook לאינדקס באופן אוטומטי. אם מדיניות זו מופעלת, פריטי Outlook של המשתמש לא יצורפו לאינדקס והמשתמש לא יראה אותם בתוצאות החיפוש.</string>
      <string id="PreventIndexingEmailAttachments">מנע יצירת אינדקס מקבצים מצורפים של דואר אלקטרוני</string>
      <string id="ExplainPreventIndexingEmailAttachments">הפעל הגדרת מדיניות זו כדי למנוע ממשתמשים ליצור אינדקס של קבצים מצורפים לדואר אלקטרוני. אם הגדרה זו מופעלת, רכיבי שירות יצירת אינדקס (לרבות רכיבים של ספקים חיצוניים) אמורים לא ליצור אינדקס של קבצים מצורפים לדואר אלקטרוני. שקול להפעיל מדיניות זו אם אתה מודאג בנוגע לאבטחה או לביצועי יצירת אינדקס של מסנני מסמכים של ספקים חיצוניים (iFilters). מדיניות זו מושבתת כברירת מחדל.</string>
      <string id="PreventIndexingPublicFolders">מנע יצירת אינדקס מתיקיות ציבוריות</string>
      <string id="ExplainPreventIndexingPublicFolders">הפעל מדיניות זו כדי למנוע יצירת אינדקס מתיקיות ציבוריות ב- Microsoft Office Outlook. כשמדיניות זו אינה מופעלת או כשתצורתה לא נקבעה, למשתמש יש אפשרות להוסיף לאינדקס תיקיות ציבוריות המאוחסנות במטמון ב- Outlook. תיקיות ציבוריות מצורפות לאינדקס רק בעת שימוש ב- Outlook 2003 ואילך. המשתמש חייב לפעול במצב אחסון במטמון והאפשרות 'הורדת התיקיה הציבורית מועדפים' חייבת לפעול.</string>
      <string id="PreventIndexingCertainPaths">מנע יצירת אינדקסים עבור נתיבים מסוימים</string>
      <string id="PreventIndexingCertainPaths_Explain">אם תהפוך מדיניות זו לזמינה, יתאפשר לך לציין רשימת נתיבים שאותם לא תכלול ביצירת האינדקס. למשתמש אין אפשרות להזין נתיב כלשהו שמתחיל באחד הנתיבים שציינת.

אם תהפוך הגדרת מדיניות זו לזמינה ולאחר מכן תהפוך אותה ללא זמינה, המשתמשים יוכלו ליצור אינדקס עבור כל נתיב שלא הוגבל על-ידי פריטי מדיניות אחרים, אך רשימת הנתיבים המקורית ליצירת אינדקס לא תשוחזר.
      </string>
      <string id="PreventIndexingCertainPaths_User_Explain">אם תהפוך מדיניות זו לזמינה, יתאפשר לך לציין רשימת נתיבים שלא ייכללו ביצירת האינדקס. למשתמש אין אפשרות להזין נתיב כלשהו שמתחיל באחד הנתיבים שציינת. על בסיס משתמש, הגדרת מדיניות זו תפעל רק אם יצין מטפל בפרוטוקול אשר מפנה טווח משתמש מבוסס-SID, כגון MAPI. ההכללה של נתיבים של מערכות קבצים אשר אינם מפנים אל SID ספציפי לא תבוטל בעת יצירת אינדקס, אם אלה מצוינים רק במדיניות הקבוצתית שתחת "תצורת משתמש". כדי להגביל את יצירת האינדקס של נתיב מערכת הקבצים, נא ציין את נתיב מערכת הקבצים שעבורו יש ליצור אינדקס תחת המדיניות הקבוצתית "תצורת מחשב".

אם תהפוך הגדרת מדיניות זו לזמינה ולאחר מכן תהפוך אותה ללא זמינה, המשתמשים יוכלו ליצור אינדקס עבור כל נתיב שלא הוגבל על-ידי פריטי מדיניות אחרים, אך רשימת הנתיבים המקורית ליצירת אינדקס לא תשוחזר.
      </string>
      <string id="DefaultIndexedPaths">נתיבים כלולים באינדקס כברירת מחדל</string>
      <string id="DefaultIndexedPaths_Explain">הפעלת מדיניות זו מאפשרת לציין רשימה של נתיבים שיש לכלול באינדקס כברירת מחדל. המשתמש יכול לעקוף נתיבים אלה ולא לכלול אותם באינדקס.</string>
      <string id="DefaultIndexedPaths_User_Explain">הפיכת מדיניות זו לזמינה מאפשרת לך לציין רשימת נתיבים ליצירת אינדקס שתיקבע כברירת מחדל. המשתמש יכול לעקוף נתיבים אלה ולא לכלול אותם בעת יצירת אינדקס. על בסיס משתמש, הגדרת מדיניות זו תפעל רק אם יצין מטפל בפרוטוקול אשר מפנה טווח משתמש מבוסס-SID, כגון MAPI. נתיבים של מערכות קבצים אשר אינם מפנים אל SID ספציפי לא ייכללו בעת יצירת אינדקס, אם אלה מצוינים רק במדיניות הקבוצתית שתחת "תצורת משתמש". כדי לכלול נתיב של מערכת קבצים ליצירת אינדקס, נא ציין את הנתיב של מערכת הקבצים שעבורו יש ליצור אינדקס תחת המדיניות הקבוצתית "תצורת מחשב".</string>
      <string id="DefaultExcludedPaths">נתיבים לא כלולים כברירת מחדל</string>
      <string id="DefaultExcludedPaths_Explain">הפיכת מדיניות זו לזמינה מאפשרת לך לציין רשימת נתיבים שלא ייכללו בעת יצירת אינדקס כברירת מחדל. המשתמש יכול לעקוף נתיבים אלה ולא לכלול אותם ביצירת האינדקס.</string>
      <string id="DefaultExcludedPaths_User_Explain">הפיכת מדיניות זו לזמינה מאפשרת לך לציין רשימת נתיבים שלא ייכללו בעת יצירת אינדקס כברירת מחדל. המשתמש יכול לעקוף נתיבים אלה ולא לכלול אותם ביצירת האינדקס. על בסיס משתמש, הגדרת מדיניות זו תפעל רק אם יצין מטפל בפרוטוקול אשר מפנה טווח משתמש מבוסס-SID, כגון MAPI. ההכללה של נתיבים של מערכות קבצים אשר אינם מפנים אל SID ספציפי לא תבוטל בעת יצירת אינדקס, אם אלה מצוינים רק במדיניות הקבוצתית שתחת "תצורת משתמש". כדי להגביל יצירה של אינדקס עבור נתיב של מערכת קבצים, נא ציין את הנתיב של מערכת הקבצים שעבורה יש ליצור אינדקס תחת המדיניות הקבוצתית "תצורת מחשב".</string>
      <string id="DataDirectory">מיקום נתוני בונה האינדקסים</string>
      <string id="ExplainDataDirectory">אחסן מסד נתונים של בונה האינדקסים בספריה זו. ספריה זו חייבת להיות ממוקמת בכונן מקומי קבוע.</string>
      <string id="PartDataDirectory">נתיב (פחות מ- 128 תווים):</string>
      <string id="AddPrimaryIntranetSearchScope">הוסף מיקום חיפוש ראשי באינטרא-נט</string>
      <string id="AddPrimaryIntranetSearchScope_Explain">הפעלת מדיניות זו מאפשרת לך להוסיף מיקום חיפוש ראשי באינטרא-נט בתוך Windows Desktop Search. הערך של טקסט זה צריך להיות:

name,url

לדוגמה:

Intranet,http://intranetsearch.aspx?k=$w 

עליך לספק את הפרטים הבאים:
1) שם עבור הטווח, כגון 'Intranet'.
2) כתובת ה- URL של שירות החיפוש. השתמש ב- $w במקום במונח שאילתה עבור כתובת ה- URL של שירות החיפוש.

אם שירות החיפוש באינטרא-נט הוא SharePoint Portal Server, השאילתה תהיה דומה לשאילתה הבאה:
http://sitename/Search.aspx?k=$w

אם שירות החיפוש באינטרא-נט הוא Windows SharePoint Services (WSS), השאילתה תהיה דומה לשאילתה הבאה, כאשר XXXX הוא מזהה האזור של שירות WSS. לדוגמה, מזהה האזור עבור אנגלית הוא 1033.
http://sitename/_layouts/XXXX/searchresults.aspx?SearchString=$w

בדרך זו ניתן להוסיף מיקום חיפוש באינטרא-נט אל:
1) Windows Deskbar
2) תיבת החיפוש של תוצאות Desktop Search
3) תיבת החיפוש של WDS ב- Search Companion
</string>
      <string id="PrimaryIntranetSearchScopeUrl">כתובת Url של טווח החיפוש באינטרא-נט</string>
      <string id="AddSecondaryIntranetSearchScope">הוסף מיקומי חיפוש משניים באינטרא-נט</string>
      <string id="AddSecondaryIntranetSearchScope_Explain">הפעלת מדיניות זו מאפשרת לך להוסיף מיקומי חיפוש באינטרא-נט בנוסף למיקום החיפוש הראשי באינטרא-נט, שהוגדר במדיניות 'הוסף מיקום חיפוש ראשי באינטרא-נט'. הערך של טקסט זה צריך להיות:

name1,url1;name2,url2;...nameN,urlN

לדוגמה:

MySearch,http://mysearch.aspx?q=$w;MySearch2,http://mysearch2?q=$w.

עבור כל טווח חיפוש, ציין:
1) שם עבור הטווח, כגון 'IT Web'.
2) כתובת URL של שירות החיפוש. השתמש ב- $w במקום במונח שאילתה עבור כתובת ה- URL של שירות החיפוש.

אם שירות החיפוש באינטרא-נט הוא SharePoint Portal Server, השאילתה תהיה דומה לשאילתה הבאה:
http://sitename/Search.aspx?k=$w

אם שירות החיפוש באינטרא-נט הוא Windows SharePoint Services (WSS), השאילתה תהיה דומה לשאילתה הבאה, כאשר XXXX הוא מזהה האזור של שירות WSS. לדוגמה, מזהה האזור עבור אנגלית הוא 1033.
http://sitename/_layouts/XXXX/searchresults.aspx?SearchString=$w

מיקומים נוספים אלה לחיפוש באינטרא-נט נוספים לרשימה 'כל המיקומים' בתוצאות של Desktop Search.</string>
      <string id="SecondaryIntranetSearchScopeUrl">כתובת Url של טווח החיפוש באינטרא-נט</string>
      <string id="PreviewPaneLocation">מיקום חלונית תצוגה מקדימה</string>
      <string id="PreviewPaneLocation_Explain">הפעלת מדיניות זו מאפשרת לך להגדיר את המיקום של חלונית התצוגה המקדימה בתוצאות של Desktop Search. באפשרותך גם לבטל את חלונית התצוגה המקדימה. ארבע האפשרויות הן:

- אוטומטי
- ימין
- למטה
- ללא

עליך לשקול להפעיל מדיניות זו כדי לבטל את חלונית התצוגה המקדימה אם סביבת העבודה שלך אינה תומכת ב- Office XP ואילך. הפונקציונליות של חלונית התצוגה המקדימה זמינה רק עבור מסמכי Office ב- Office XP ואילך.

כאשר מדיניות זו מושבתת או לא מוגדרת, חלונית התצוגה המקדימה מופיעה באופן אוטומטי מימין לתוצאות של Desktop Search, והמשתמשים יכולים לבחור את מיקומה</string>
      <string id="PreviewPaneLocation_Auto">אוטומטי</string>
      <string id="PreviewPaneLocation_Right">ימין</string>
      <string id="PreviewPaneLocation_Bottom">למטה</string>
      <string id="PreviewPaneLocation_Off">ללא</string>
      <string id="SearchResultIconSize">קבע תצוגת סמלים גדולים או קטנים בתוצאות Desktop Search</string>
      <string id="SearchResultIconSize_Explain">הפעלת מדיניות זו מאפשרת לך לציין אם אתה מעוניין בתצוגת סמלים גדולים או קטנים עבור תוצאות Desktop Search. שתי האפשרויות הן:

- סמלים גדולים
- סמלים קטנים.

אם השבתת את חלונית התצוגה המקדימה מאחר שהארגון שלך אינו תומך ב-Office XP ואילך, עליך לאכוף את תצוגת הסמלים הגדולים כך שהמשתמשים יוכלו לראות מקטעים הקשורים לשאילתת החיפוש שלהם בשולחן העבודה.

כאשר מדיניות זו מושבתת או לא מוגדרת, ברירת המחדל היא תצוגת סמלים קטנים.</string>
      <string id="SearchResultIconSize_Small">סמלים קטנים</string>
      <string id="SearchResultIconSize_Large">סמלים גדולים</string>
      <string id="DisableWebSearch">אל תאפשר חיפוש באינטרנט</string>
      <string id="DisableWebSearch_Explain">הפעלת מדיניות זו מסירה את האפשרות לחיפוש באינטרנט מתוך Windows Desktop Search.

כאשר מדיניות זו מושבתת או לא מוגדרת, אפשרות האינטרנט זמינה והמשתמשים יכולים לחפש באינטרנט דרך מנוע החיפוש של הדפדפן המוגדר כברירת מחדל.</string>
      <string id="StopIndexingOnLimitedHardDriveSpace">הפסק ליצור אינדקס במקרה של כונן קשיח בעל שטח מוגבל</string>
      <string id="StopIndexingOnLimitedHardDriveSpace_Explain">הפעלת מדיניות זו מונעת את המשך תהליך יצירת האינדקס כאשר כמות שטח הכונן הקשיח שצוינה נותרה בכונן שבו מוגדר מיקום האינדקס. בחר ערך בין 0 ל- 2147483647 MB.

הפעל מדיניות זו אם מחשבים בסביבת העבודה שלך סובלים ממגבלות חמורות בשטח הכונן הקשיח.

כאשר מדיניות זו מושבתת או לא מוגדרת, Windows Desktop Search ינהל באופן אוטומטי את גודל האינדקס שלך.</string>
      <string id="StopIndexingOnLimitedHardDriveSpace_MBLimit">מגבלת MB</string>
      <string id="RichAttachmentPreviews">שלוט בתצוגות מקדימות עשירות עבור קבצים מצורפים</string>
      <string id="RichAttachmentPreviews_Explain">הפעלת מדיניות זו מגדירה רשימה מופרדת באמצעות נקודה-פסיק של סיומות שעבורן ניתן יהיה להציג תצוגה מקדימה עשירה של קבצים מצורפים..

כאשר מדיניות זו מושבתת או לא מוגדרת, הגדרות ברירת המחדל יכללו את  .bmp;.emf;.gif;.jpg;.jpeg;.png;.wmf;.wrn;.txt;.err;.xml;.cpp;.c;.h;.cxx;.hxx;.idl;.cs;.vb;.idl;.xsd;.doc;.docx;.xls;.xlsx;.ppt;.pptx;.vsd;.xlsb;.xltx;.dot;.rtf</string>
      <string id="PreventUnwantedAddins">מנע מסנני iFilter ומטפלי פרוטוקולים לא רצויים</string>
      <string id="PreventUnwantedAddins_Explain">הפעלת מדיניות זו מונעת מ- Windows Desktop Search להשתמש במסנני iFilters ובמטפלי פרוטוקולים, אלא אם כן הם צוינו ברשימת ההיתרים. עם זאת, מדיניות זו לא תמנע התקנה של מסנני iFilters או מטפלי פרוטוקולים, וכן לא תמנע את השימוש בהם על-ידי יישומים או שירותים אחרים. 
באפשרותך גם לציין רשימת היתרים של תוספות על-ידי ציון מחרוזת ה- classID או ה- ProgId. לדוגמה, אם תתכנן לפרוס מסנן iFilter מסוים, ודא ש- iFilter זה נמצא ברשימת ההיתרים, הן כ- GUID כגון {xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx} (כולל הסוגריים) או ProgID כגון VisFilter.CFilter.1.

אם אתה מנהל סביבת שולחן עבודה נעולה, הגדרה זו מיותרת מאחר שלמשתמשים שאינם ניהוליים אין הרשאה להתקין רכיבים חדשים. אם למשתמשים שלך יש הרשאת Administrator או שהם יכולים להתקין תוכנות, מדיניות זו מונעת מהם אפשרות להשתמש באופן ספציפי בתוספות הקשורות ל- Windows Desktop Search.

הערה: עקב מגבלה של עורך המדיניות הקבוצתית, עליך להוסיף לפחות ערך אחד לרשימת ההיתרים, גם אם ברצונך להפעיל מדיניות זו ללא רשימת היתרים. צור ערך רשימה על-ידי הוספת רווח לשדה השם ורווח לשדה הערך, ולאחר מכן שמור. פעולה זו תציין ערך מציין מיקום שממנו התוכנית תתעלם.</string>
      <string id="PreventUnwantedAddins_AllowList">רשימת היתרים</string>
      <string id="ExcludedExtensionsMultiline">מנע יצירת אינדקס עבור סוגי קבצים מסוימים</string>
      <string id="ExcludedExtensionsMultiline_Explain">הפעלת מדיניות זו מאפשרת לך לערוך את רשימת סוגי הקבצים שאותם אין לכלול ביצירת האינדקס. משתמש הקצה אינו יכול לשנות רשימה זו. עליך להפריד בין כל סוגי הסיומות באמצעות נקודה-פסיק.

שים לב, המגבלות של עורך המדיניות הקבוצתית מחייבות לפצל רשימה זו על-פני ערכים מרובים. Desktop Search משלב את כל הערכים הללו לרשימה אחת של סיומות שלא ייכללו.

כאשר מדיניות זו מושבתת או לא מוגדרת, המשתמש יכול לערוך את רשימת ברירת המחדל של סוגי הקבצים שאינם נכללים. אם תפעיל מדיניות זו, ולאחר מכן תשבית אותה, הרשימה המקורית של המשתמש תשוחזר.

אם ברצונך לציין רשימת ברירת מחדל התחלתית של סוגי קבצים שאינם כלולים, שאותם המשתמשים יוכלו לשנות יותר מאוחר, עיין במדריך הניהול לקבלת מידע אודות הגדרת ההעדפות הראשוניות של המחשב.</string>
      <string id="ExcludedExtensionsMultiline_0">אל תכלול</string>
      <string id="ExcludedExtensionsMultiline_1">וגם</string>
      <string id="ExcludedExtensionsMultiline_2">וגם</string>
      <string id="ExcludedExtensionsMultiline_3">וגם</string>
    </stringTable>
    <presentationTable>
      <presentation id="RichAttachmentPreviews">
        <textBox refId="RichAttachmentPreviews">
          <label>שלוט בתצוגות מקדימות עשירות עבור קבצים מצורפים</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="DataDirectory">
        <textBox refId="PartDataDirectory">
          <label>נתיב (פחות מ- 128 תווים):</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="AddPrimaryIntranetSearchScope">
        <textBox refId="PrimaryIntranetSearchScopeUrl">
          <label>כתובת Url של טווח החיפוש באינטרא-נט</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="AddSecondaryIntranetSearchScope">
        <textBox refId="SecondaryIntranetSearchScopeUrl">
          <label>כתובת Url של טווח החיפוש באינטרא-נט</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="PreviewPaneLocation">
        <dropdownList refId="PreviewPaneLocation" defaultItem="0">מיקום חלונית תצוגה מקדימה</dropdownList>
      </presentation>
      <presentation id="SearchResultIconSize">
        <dropdownList refId="SearchResultIconSize" defaultItem="0">קבע תצוגת סמלים גדולים או קטנים בתוצאות Desktop Search</dropdownList>
      </presentation>
      <presentation id="StopIndexingOnLimitedHardDriveSpace">
        <decimalTextBox refId="StopIndexingOnLimitedHardDriveSpace_MBLimit">מגבלת MB</decimalTextBox>
      </presentation>      
      <presentation id="EnableThrottlingOnlineMailboxes">
        <decimalTextBox refId="LimitEnableThrottlingOnlineMailboxes" defaultValue="120">מספר פרטים לדקה</decimalTextBox>
      </presentation>
      <presentation id="PreventUnwantedAddins">
        <listBox refId="PreventUnwantedAddins_AllowList">רשימת היתרים</listBox>
      </presentation>
      <presentation id="PreventIndexingCertainPaths_1">
        <listBox refId="PreventIndexingCertainPaths">מנע יצירת אינדקסים עבור נתיבים מסוימים</listBox>
      </presentation>
      <presentation id="PreventIndexingCertainPaths_2">
        <listBox refId="PreventIndexingCertainPaths">מנע יצירת אינדקסים עבור נתיבים מסוימים</listBox>
      </presentation>
      <presentation id="DefaultIndexedPaths_1">
        <listBox refId="DefaultIndexedPaths">נתיבים כלולים באינדקס כברירת מחדל</listBox>
      </presentation>
      <presentation id="DefaultIndexedPaths_2">
        <listBox refId="DefaultIndexedPaths">נתיבים כלולים באינדקס כברירת מחדל</listBox>
      </presentation>
      <presentation id="DefaultExcludedPaths_1">
        <listBox refId="DefaultExcludedPaths">נתיבים לא כלולים כברירת מחדל</listBox>
      </presentation>
      <presentation id="DefaultExcludedPaths_2">
        <listBox refId="DefaultExcludedPaths">נתיבים לא כלולים כברירת מחדל</listBox>
      </presentation>
      <presentation id="ExcludedExtensionsMultiline">
        <textBox refId="ExcludedExtensionsMultiline_0">
          <label>אל תכלול</label>
          <defaultValue>.386;.aps;.bin;.bk1;.bk2;.bkf;.blf;.bsc;.btr;.cat;.cfg;.cgm;.chk;.ci;.crwl;.cur;.dat;.dbg;.dct;.dir;.dl_;.el;.evt;.ex_;.exp;.eyb;.fnt;.fon;.ghi;.gthr;.hqx;.icm;.idb;.idx;.ilk;.imc;.in_;.inl;.inv</defaultValue>
        </textBox>
        <textBox refId="ExcludedExtensionsMultiline_1">
          <label>וגם</label>
          <defaultValue>.ipp;.jbf;.lib;.local;.log;.log1;.log2;.m14;.mac;.man;.manifest;.map;.MAPIMail;.mmf;.mui;.muimanifest;.mv;.ncb;.obj;.oc_;.ocx;.onecache;.onetoc;.onetoc2;.ost;.pch;.pdb;.pds;.pf;.pic;.pma;.pmc;.pml</defaultValue>
        </textBox>
        <textBox refId="ExcludedExtensionsMultiline_2">
          <label>וגם</label>
          <defaultValue>.pmr;.pst;.res;.rmp;.rpc;.rsp;.sbr;.sc2;.sit;.sr_;.sy_;.sym;.TMCONTAINER00000000000000000001;.tlb;.tlh;.tmf;.tmp;.ttc;.ttf;.ttx;.TMCONTAINER00000000000000000002;.ufm;.vbx;.vxd;.wll;.wlt;.xbm;.xix;.z96;.ZFSendToTarget</defaultValue>
        </textBox>
        <textBox refId="ExcludedExtensionsMultiline_3">
          <label>וגם</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>
